Tekla.Structures.Datatype.ValueList.TryParseFunc`1
Delegate for TryParse function.
Value type.
text: Input text.
value: Output variable for the value.
Returns: A boolean value indicating whether the input text was parsed.